{
  "menu": {
    "home": "Beranda",
    "ourStory": "Tentang Kami",
    "companyProfile": "Profil Perusahaan",
    "companyHistory": "Sejarah Perusahaan",
    "product": "Produk",
    "recipe": "Resep",
    "article": "Artikel",
    "event": "Acara",
    "tipsTricks": "Tips & Trik",
    "mediaRelease": "Rilis Media",
    "contact": "Kontak"
  },
  "searchText": "Cari",
  "ecommerceText": "Toko Online",
  "section1Home": {
    "profilPerusahaan": "Profil Perusahaan",
    "profilPerusahaanDesc": "House Foods masuk ke Indonesia melalui PT House And Vox Indonesia dan memproduksi Kari Jepang halal pertama di Indonesia dengan merek House Kari ala Jepang dengan ukuran 935g yang diproduksi di pabrik PT Java Agri Tech, Semarang.",
    "learnMore": "Pelajari Selengkapnya"
  },
  "section2Home": {
    "resepAla": "Resep ala House Kari",
    "resepAlaDesc": "Kumpulan resep sehari-hari dengan House kari ala Jepang"
  },
  "section2Menu": {
    "makanSiang": "Menu Makan Siang",
    "makanSarapan": "Menu Sarapan",
    "makanSnack": "Menu Snack",
    "makanSeafood": "Menu Seafood",
    "makanRoti": "Menu Roti",
    "makanSayuran": "Menu Sayuran"
  },
  "menuHome1":{
    "menuHeading": "Ketupat Sayur Kari",
    "menuDesc": "Sajian lezat ini dibuat dengan cara mengungkep daging lalu memasaknya bersama bumbu serundeng dan kelapa parut. Proses memasaknya yang cukup lama membuat cita rasanya makin gurih dan sedap."
  },
  "menuHome2":{
    "menuHeading": "Daging Serundeng Kari",
    "menuDesc": "Sajian lezat ini dibuat dengan cara mengungkep daging lalu memasaknya bersama bumbu serundeng dan kelapa parut. Proses memasaknya yang cukup lama membuat cita rasanya makin gurih dan sedap."
  },
  "menuHome3":{
    "menuHeading": "Ayam Gulai Kari",
    "menuDesc": "Sajian lezat ini dibuat dengan cara mengungkep daging lalu memasaknya bersama bumbu serundeng dan kelapa parut. Proses memasaknya yang cukup lama membuat cita rasanya makin gurih dan sedap."
  },
  "lihatResep": "Lihat Resep",
  "newestArticle": "Artikel Terbaru",
  "readMoreArticle": "Baca lebih banyak artikel",
  "posted": "Diposting",
  "headline": "Judul",
  "otherArticle": "Artikel Lainnya",
  "headingForm": "Tulis Ulasan, Dapatkan Kari!",
  "headingFormDesc": "Tulis ulasan dan dapatkan kesempatan memenangkan House Kari ala Jepang! Tulis dan unggah kesaksian Anda sekarang!",
  "nameForm":"Nama",
  "numberForm": "Nomor Telepon",
  "reviewForm": "Ulasan",
  "unggahFile": "Unggah File",
  "submitBtn": "Kirim",
  "testimoniHeading": "Dengarkan Apa Kata Mereka",
  "by": "Oleh",
  "address": "Atria @ Sudirman Lantai 17. Jendral Sudirman, Kav. 33A, Karet Tengsin, Tanah Abang, Jakarta Pusat 10220",
  "privacyPolicy": "Kebijakan Privasi",
  "copyright": "Hak Cipta © 2024 Rumah Kari Jepang | Seluruh hak cipta",
  "profileSubHeading": "Sebuah Group Perusahaan dari House Foods Group INC",
  "profiledesc1": "House Foods merupakan sebuah perusahaan produsen makanan ternama yang menguasai pangsa pasar penjualan kari ala Jepang di Jepang. House Foods mulai memasuki pasar Indonesia sejak tahun 2016 dengan memperkenalkan produk unggulan mereka yaitu House Kari ala Jepang yang telah memiliki sertifikasi halal dari LPPOM MUI. Kari ala Jepang halal ini tidak hanya dipasarkan di Indonesia saja namun juga sudah merambah ke beberapa negara tetangga seperti Singapura dan Malaysia.",
  "profiledesc2": "Keistimewaan Kari Jepang yaitu tidak mengandung santan dan dengan rasa yang mild bisa dinikmati seluruh anggota keluarga. Kari ala Jepang halal berukuran 935 gr dapat disajikan untuk 50 porsi dan memang target pemasarannya adalah horeca. Selain melalui distributor utama, produk ini sudah bisa didapatkan di beberapa supermarket di Jakarta seperti Grand Lucky dan juga di beberapa situs belanja online di Indonesia.",
  "filosofi": "Filosofi",
  "filosofiText": "“Kami ingin menjadi <b>'mitra yang baik'</b> yang menghubungkan orang-orang melalui makanan dan <b>memberikan kebahagiaan</b> dalam kehidupan sehari-hari”",
  "visi": "Visi",
  "misi": "Misi",
  "listMisi": {
    "listMisiOne": "Untuk Mengejar Menyediakan Produk Berkualitas Tinggi Untuk Pasar Halal Di Seluruh Dunia",
    "listMisiTwo": "Menjadikan Tubuh Dan Jiwa yang Sehat Melalui Inovasi",
    "listMisiThree": "Untuk Menjalin Dan Mengembangkan Koordinasi Dan Kemitraan Yang Baik Antara Stakeholder Dan Pelanggan"
  },
  "careers": "Lowongan Kerja",
  "descCareers": "Marketing Staff adalah individu yang bertanggung jawab untuk mengembangkan dan melaksanakan berbagai strategi pemasaran dalam sebuah perusahaan. Mereka menganalisis tren pasar dan data pelanggan untuk memahami kebutuhan serta preferensi konsumen.",
  "apply": "Kirim",
  "ends": "Sampai",
  "history": {
    "periodeTaisho": "PERIODE TAISHO",
    "budayaMakanan": "Budaya Makanan Barat Mulai Masuk jepang",
    "zamanTaisho": "Zaman Taisho dikenal dengan lahirnya grup keuangan dan bank dan lahirnya “pekerja kantoran.” Seiring dengan semakin meningkatnya urbanisasi, tiga jenis makanan Barat utama – croquette, tonkatsu (irisan daging babi), dan kari – mulai populer. Kemudian mulailah evoluasi makanan Jepang yang Diwesternisasi di Jepang.",
    "1913": "1913",
    "tahunKe2": "Tahun ke-2 Periode Taisho",
    "descTahunKe2": "Berawal dari Seisuke Urakami, pendiri House Foods Group menbuat toko bahan obat kimia dan diberi nama “Urakami Shoten”. Melalui toko tersebut, Urakami mulai menjual bubuk kari pertama dalam kemasan botol kepada pelanggan. Bumbu sambal kari ala Jepang sanat mudah dan cepat",
    "periodeShowa": "PERIODE SHOWA AWAL",
    "budayaLayanan": "Budaya Layanan Makanan Barat",
    "descBudayaLayanan": "Secara perlahan makanan Barat pun mulai terkenal sebagai menu rumahan, tapi makanan Barat berkembang pesat akibat budaya ‘piknik’ di Jepang. Makanan Barat menjadi terkenal di restoran murah di penjuru negeri mereka.",
    "1928": "1928",
    "tahunke3": "Tahun ke-3 Periode Showa",
    "descTahunKe3": "Seiring dengan berkembangnya bisnis kari “Home Currie”, sang istri, yaitu Yasuyo Urakami yang mengatakan bahwa “nama ‘Home’ kurang tepat dan bukanlah kata yang umum di Jepang pada saat itu, melainkan ‘House’-lah yang lebih pupuler”. Urakami terinspirasi dari kata-kata tersebut dan memutuskan untuk menganti nama “Home Currie” menjadi “House Currie”.",
    "1947": "1947",
    "desc2TahunKe3": "Seisuke Urakami mendirikan perusahaan dengan nama Urakami Food Industry Co., Ltd.",
    "1949": "1949",
    "desc3TahunKe3": "Urakami Food Industry Co., Ltd berganti nama menjadi House Curry Urakami Shoten Co., Ltd.",
    "1952": "1952",
    "heading1952": "Produksi dan penjualan “Kari Rumahan” dimulai",
    "desc1952": "House Curry menggunakan promo melalui iklan truk yang dihias menyerupai kemasan produk “House Currie” dengan iringan music dan juga promosi melalui mikrofon. Jenis promosi seperti ini menjadi populer sampai ke penjuru negeri, sehingga banyak pelaku bisnis yang ingin melakukan promosi iklan truk untuk produknya.",
    "1959": "1959",
    "desc1959": "House Curry Urakami Shoten Co.,Ltd. membuat Kari Roux pertama di pabrik Higashi Osaka dan diberi nama “Indo Currie” atau Indian Currie.",
    "1960": "1960",
    "desc1960": "House Curry Urakami Shoten Co.,Ltd. berganti nama menjadi House Foods Industry Co., Ltd. dan meuncurkan Indo Currie sebagai Kari Roux Instan pertama di Jepang.",
    "1963": "1963",
    "heading1963": "Tahun ke-38 Periode Showa Kelahiran “Kari Vermont”",
    "desc1963": "Pada tahun 1963, House Food menciptakan Kari yang memiliki rasa manis dengan merek “Vermount Curry” sehingga dapat dinikmati oleh anak-anak. Sejak kemunculannya, Vermount Curry memiliki banyak pengemar dan telah menjadi merek tepercaya dalam dunia masakan rumahan khas Jepang.",
    "1968": "1968",
    "desc1968": "House Food meluncurkan varian rasa Kari pedas yaitu Java Curry. Java Curry menjadi Kari yang sangat populer dikalangan orang dewasa.",
    "1971": "1971",
    "heading1971": "Tahun ke-46 Periode Showa Produk kari siap santap dalam kantung yang pertama dari House Foods",
    "desc1971": "House Food meluncurkan produk Kari siap santap dalam kemasan atau retort dengan merek “Kukure Curry”. Kukure sendiri memiliki arti tanpa perlu di masak.",
    "2007": "2007 - PERIODE HEISEI",
    "heading2007": "Tahun ke-19 Periode Heisei Makanan Ruang Angkasa",
    "desc2007": "Salah satu dari tiga jenis produk kari ala Jepang siap santap yang dikembangkan dengan Japan Aerospace Exploration Agency (JAXA) khususnya untuk para Astronot Jepang, yang memperoleh sertifikat formal pada bulan Juni 2007, yang dipasarkan ke publik sebagai “Space Curry” (daging sapi). Agar dapat mendukung gaya hidup di luar angkasa, yang sangat berbeda dari di Bumi, dengan efek nol- gravitasi dan radiasi kosmik, kami menciptakan kari unik yang mengandung lebih banyak kunyit dan kalsium dan lebih kaya serta lebih pedas dari merek kari siap santap reguler.",
    "2011": "2011",
    "heading2011": "Tahun ke-23 Periode Heisei Peluncuran produk yang berguna selama bencana",
    "desc2011": "2011 adalah tahun gempa Bumi Hebat yang melanda Jepang bagian Timur. House Foods memperkenalkan kari yang tidak perlu dihangatkan untuk dimakan, dan bisa digunakan sebagai makanan darurat pada saat bencana.Kari ini, yang terbuat tanpa tujuh bahan khusus (telur, susu, gandum, soba (buckwheat/gandum kuda), kacang, udang, kepiting), tentunya dapat dimakan tanpa rasa khawatir oleh siapa saja dan tidak perlu banyak waktu untuk memasaknya, sangat bermanfaat untuk berbagai situasi.",
    "2013": "2013",
    "heading2013": "Tahun ke-25 Periode Heisei 50 tahun dari sejak peluncuran “Kari Vermont”",
    "desc2013": "Perayaan 50 tahun “Vermont Curry” yang sangat populer dikalangan anak-anak, bahkan seluruh sekolah di Jepang menyajikannya sebagai menu makan siang. Berdasarkan penelitian, 80% ibu rumah tangga di Jepang memasak Kari untuk keluarga lebih dari satu kali dalam seminggu. Oleh karena itu, Kari menjadi salah satu menu makanan nasional Jepang.",
    "2016": "2016",
    "desc2016": "House Foods masuk ke Indonesia melalui PT House And Vox Indonesia dan memproduksi Kari Jepang halal pertama di Indonesia dengan merek House Kari ala Jepang dengan ukuran 935g yang diproduksi di pabrik PT Java Agri Tech, Semarang.",
    "2019": "2019",
    "desc2019": "Sejak kemunculannya, Kari Jepang cukup mendapatkan respon yang baik dari masyarakat Indonesia. Berdasarkan hasil survey tahun 2019, sebanyak 54% masyarakat Jabodetabek mengetahui dan menyukai Kari Jepang.",
    "2020": "2020",
    "desc2020": "PT House And Vox Indonesia meluncurkan House Kari ala Jepang kemasan kecil yaitu 300g yang dapat dinikmati oleh keluarga. Dan di tahun yang sama, House Kari ala Jepang Spicy juga dihadirkan untuk para penggemar makanan pedas di Indonesia."
  },
  "headingRecipe": "Resep Yang Mungkin Menarik Bagi Anda",
  "notEcommerce": "Belum ada Ecommerce",
  "headingRecipeSearch": "Hasil Pencarian Dari Resep",
  "noJob":"Tidak Ada Lowongan Kerja yang Tersedia untuk Saat Ini",
  "productSearchHeading": "Hasil Pencarian Dari Produk",
  "headingArticlesSearch": "Hasil Pencarian Dari Artikel",
  "productDetailDesc": "House Kari ala Jepang Spicy adalah bumbu saus padat dengan bahan rempah-rempah berkualitas dalam kemasan 300g yang dapat menyajikan hingga 16 porsi makanan kari pedas. Rasa asli kari Jepang pedas sejak tahun 1913 dengan rasa yang ringan dan tekstur kuah yang kental tanpa santan. Bumbu saus padat atau curry roux juga bisa dinikmati dengan berbagai cara seperti taburan nasi, bahan sop, mie, pasta, bakpao, atau bumbunya daging dan saus celup. <br/><br/>House Kari ala Jepang Bersertifikat HALAL dari Indonesia sejak tahun 2016 telah menjadi distributor utama bahan baku menu kari Jepang di beberapa Hotel, Restoran dan Katering di Indonesia, Malaysia, Singapura, dan Dubai.",
  "beliSekarang": "Beli sekarang di",
  "otherProduct": "Produk Lain yang Mungkin Anda Suka",
  "categoryResep1": "Roti & Kue Kering",
  "categoryResep2": "Sayuran",
  "noProducts": "Hasil pencarian pada produk tidak ditemukan",
  "noArticle": "Hasil pencarian pada artikel tidak ditemukan",
  "noRecipe": "hasil pencarian pada resep tidak ditemukan",
  "categoryResep3": "Daging",
  "categoryResep4": "Makanan Laut",
  "categoryResep5": "Makanan Ringan",
  "featuredRecipe": "Resep Unggulan Kami",
  "otherRecipe": "Resep Lainnya",
  "otherRecipeList": "Artikel Yang Mungkin Menarik Bagi Anda",
  "kariKroket": "Kari Kroket",
  "resepDetailDesc": "Untuk menciptakan mood yang baik sebelum mengawali hari, perlu menu bernutrisi dan lezat tetapi juga praktis. Seperti menu Baked Potatoes dari House Kari ala Jepang. Have a healthy morning Currymates!",
  "bahan": "Bahan-Bahan",
  "listBahan1": "Kentang 3 pcs",
  "listBahan2": "Air 50 cc",
  "listBahan3": "100g daging sapi cincang",
  "listBahan4": "Untuk adonan",
  "listBahan5": "Setengah Bawang",
  "listBahan6": "Jagung kupas 3-4 sdm",
  "listBahan7": "Tepung Terigu 55g (sekitar 6tbs)",
  "listBahan8": "Telur 1 pcs",
  "listBahan9": "Gula 1 sdm",
  "listBahan10": "Air 70 cc",
  "listBahan11": "Kecap 1 sdm",
  "listBahan12": "Mayonaise 1tbs",
  "listBahan13": "Karam & merica secukupnya",
  "listBahan14": "Remah roti",
  "listBahan15": "House Kari ala Jepang Saus Padat (Roux) 45 g (1 blok)",
  "caraBuat": "Cara Membuat",
  "listCaraBuat1": "Kupas kentang, rebus hingga empuk. Cincang bawang bombay seperti dadu dan iris kari Roux secara kasar sambil menunggu kentang mendidih.",
  "listCaraBuat2": "Tiriskan kentang rebus, masukkan ke dalam mangkuk dan haluskan sampai rata.",
  "listCaraBuat3": "Buat isian : panaskan wajan dengan minyak, dan tambahkan daging cincang ke dalam wajan. Tambahkan garam dan merica secukupnya, tumis hingga warnanya berubah.",
  "listCaraBuat4": "Masukkan bawang bombay hingga transparan lalu tambahkan jagung dan campuran aduk hingga merata.",
  "listCaraBuat5": "Matikan api, masukkan kari roux ke dalam wajan, dan aduk hingga tercampur rata.",
  "listCaraBuat6": "Rebus sekali lagi dengan api kecil, aduk sesekali. Tambahkan isian ke dalam kentang tumbuk, dan aduk rata.",
  "listCaraBuat7": "Bentuk adonan menjadi 10 kroket.",
  "listCaraBuat8": "Buat adonan : Campur telur, mayonaise dan air menjadi satu, lalu tambahkan tepung sedikit demi sedikit, lalu aduk hingga merata.",
  "listCaraBuat9": "Celupkan kroket ke dalam adonan, lalu lapisi dengan tepung roti.",
  "listCaraBuat10": "Panaskan minyak dengan api sedang. Goreng kroket sampai berwarna cokelat keemasan. Tiriskan hingga dilapisi tisu dapur sebelum disajikan.",
  "download": "Download Buku Masak",
  "blogTitle": "INTIP KULINER KHAS MUSIM SEMI DI JEPANG",
  "meta": "POSTED BY : ADMIN / ON : FEBRUARI 14, 2024 / IN : LIFESTYLE",
  "postedBy": "Diposting oleh :",
  "on": "Pada :",
  "in": "Di :",
  "sebagian": "Sebagian hanya muncul musim ini",
  "contactUs": "Kontak Kami",
  "emailForm": "Email",
  "inquiriesForm": "Pertanyaan",
  "haveAgree": "Saya setuju dengan Kebijakan Privasi",
  "bePartner": "Jadilah Mitra",
  "companyName": "Nama Perusahaan",
  "choose": "Pilih",
  "companyAddress": "Alamat Perusahaan",
  "howDo": "Bagaimana Anda tahu Rumah Kari ala Jepang?",
  "whyAre": "Mengapa Anda tertarik menjadi reseller?",
  "tradingCompany": "Perusahaan Perdagangan",
  "onlineShop": "Toko Online",
  "offlineDistributor": "Distributor Offline",
  "onlineAdvertising": "Iklan Online",
  "offlineAdvertising": "Periklanan Offline (KRL, Bis, Mobil)",
  "supermarket": "Supermarket",
  "ecommerce": "E-commerce",
  "rekan": "Rekan Kerja / Teman",
  "other": "Lainnya",
  "whyAre1": "Pernah Membeli Kemasan Kecil dan Suka",
  "whyAre2": "Mengetahui target market untuk menu kari ala Jepang",
  "whyAre3": "Terdapat permintaan dari Customer",
  "whyAre4": "Mempunyai potensi yang baik di masa depan",
  "selectLanguage": "Pilih Bahasa",
  "visiText": "Untuk Mewujudkan Kebersamaan Melalui Makanan Halal Yang Sehat Dan Lezat",
  "penggunaan": "Penggunaan Website",
  "teksPrivacy1": "Syarat dan ketentuan di bawah ini mengikat bagi setiap pengguna website www.housejapanesecurry.co.id (“Website”), maka sebelum menggunakan Website, mohon untuk membaca secara seksama mengenai syarat dan ketentuan ini:",
  "teksPrivacy2": "PT. House and Vox Indonesia dapat mengubah isi dari ketentuan ini tanpa pemberitahuan sebelumnya.",
  "pembatasan": "Pembatasan",
  "teksPrivacy3": "Selama menggunakan Website, anda tidak diperkenankan untuk melakukan hal-hal di bawah ini, sebagai berikut:",
  "teksPrivacy4": "Tindakan-tindakan yang merupakan pelanggaran dari data pribadi atau kerahasiaan House Kari ala Jepang, termasuk namun tidak terbatas pada pelanggaran akses Website, menerobos sistem pengamanan, menyalahgunakan atau merusak data House Kari ala Jepang dan lain sebagainya;",
  "teksPrivacy5": "Tindakan –tindakan yang dapat merugikan House Kari ala Jepang atau pihak lainnya.",
  "teksPrivacy6": "Tindakan – tindakan yang melanggar norma kesopanan, etika, kesusilaan, SARA, dan / atau pencemaran nama baik;",
  "teksPrivacy7": "Tindakan – tindakan kriminal atau yang dapat memfasilitasi terjadinya tindakan kriminal;",
  "teksPrivacy8": "Memberikan komentar, posting artikel, menggunakan konten Website dan / atau menggunakan Website untuk tujuan yang bersifat komersial;",
  "teksPrivacy9": "Memberikan pernyataan, data atau informasi palsu;",
  "teksPrivacy10": "Memasukkan virus komputer atau program lain yang secara langsung maupun tidak langsung dapat merusak Website;",
  "teksPrivacy11": "Tindakan – tindakan yang dinilai oleh House Kari ala Jepang tidak layak untuk dilakukan sehubungan dengan penggunaan Website; dan / atau Tindakan – tindakan lain yang melanggar hukum atau peraturan yang berlaku.",
  "teksPrivacy12": "Apabila ditemukan adanya tindakan-tindakan diatas maka House Kari ala Jepang dapat menghapus data terkait tanpa pemberitahuan sebelumnya kepada anda, dan / atau untuk tindakan yang melanggar peraturan perundangundangan maka House Kari ala Jepang akan melakukan tindakan hukum yang diperlukan.",
  "teksPrivacy13": "Merk Dagang dan Hak Cipta",
  "teksPrivacy14": "Kepemilikan, Hak Cipta atau hak-hak lain yang melekat pada informasi, artikel, resep, gambar, video, atau konten lain yang terdapat dalam Website adalah milik House Kari ala Jepang atau milik pihak lain yang hak penggunaannya dimiliki oleh House Kari ala Jepang. Oleh karena itu, anda hanya diperbolehkan menggunakan konten tersebut untuk kepentingan non-komersial, yang bersifat informatif dan pribadi, dengan tidak melanggar hukum yang berlaku. Dalam hal anda ingin menyalin konten resep yang terdapat dalam Website ini maka harus menyertakan informasi yang menunjukkan bahwa anda mengambil konten dari Website. Selain dari hal-hal tersebut, anda tidak diperkenankan menggunakan konten yang ada dalam Website ini.",
  "teksPrivacy15": "Setiap informasi yang anda kirimkan kepada House Kari ala Jepang dalam bentuk isian testimoni, kerjasama, pembeli, gagasan, menjadi milik House Kari ala Jepang dan berhak digunakan oleh House Kari ala Jepang untuk pengembangan kegiatan usahanya, dengan pengecualian data pribadi anda yang tercatat pada Website akan dilindungi sesuai Kebijakan Privasi House Kari ala Jepang.",
  "teksPrivacy16": "Hak Cipta dari konten yang kami kirimkan kepada anda melalui surat elektronik (e-mail) adalah kepemilikan House Kari ala Jepang dan anda tidak diperkenankan untuk menyebarluaskannya tanpa seizin House Kari ala Jepang.",
  "teksPrivacy17": "Seluruh merk dagang yang digunakan dalam Website adalah milik House Kari ala Jepang atau milik pihak lain yang hak penggunaannya dimiliki oleh House Kari ala Jepang. Oleh karena itu, anda tidak diperkenankan untuk menggunakan merek dagang tersebut tanpa persetujuan sebelumnya dari House Kari ala Jepang.",
  "teksPrivacy18": "Disclaimer",
  "teksPrivacy19": "House Kari ala Jepang berusaha menyajikan konten dalam website dengan layak dan baik namun House Kari ala Jepang tidak memberikan jaminan terhadap keakuratan dan kelengkapan dari konten – konten tersebut.",
  "teksPrivacy20": "Tanpa pemberitahuan sebelumnya House Kari ala Jepang dapat membekukan atau menghentikan Website dan dapat mengalihkan, memperbaiki atau mengubah konten yang terdapat dalam Website;",
  "teksPrivacy21": "House Kari ala Jepang tidak bertanggung jawab terhadap kerugian yang timbul kepada anda atau pihak lain yang diakibatkan penggunaan Website oleh anda, hilangnya akses kepada Website, kerugian / kerusakan yang timbul terkait dengan konten Website atau pelanggaran akses pada Website.",
  "teksPrivacy22": "Perlindungan data Pribadi Anda",
  "teksPrivacy23": "House Kari ala Jepang akan melindungi House Kari ala Jepang menggunakan informasi pribadi anda sesuai dengan Kebijakan Privasi House Kari ala Jepang dan UU. no 27 tahun 2022 tentang Perlindungan Data Pribadi",
  "teksPrivacy24": "House Kari ala Jepang tidak menjual, menukar atau memperlihatkan segala informasi yang berkaitan dengan user atau pengunjung situs House Kari ala Jepang.",
  "teksPrivacy25": "House Kari ala Jepang tidak melacak pengunjung situs House Kari ala Jepang.",
  "teksPrivacy26": "Website ini menggunakan cookie.",
  "teksPrivacy27": "Semua aktivitas Anda dan informasi lainnya disimpan secara rahasia sesuai dengan ketentuan hukum yang berlaku di Indonesia serta kebijakan internal House Kari ala Jepang.",
  "teksPrivacy28": "Recommended Environment",
  "teksPrivacy29": " Usulan Pengembangan Produk, DLL House Kari ala Jepang tidak dapat menerima ide, gagasan, catatan, konsep atau usulan lain yang anda kirimkan terkait dengan pengembangan produk, pemasaran dan aktivitas lainnya (“USULAN”). Perlu dipahami bahwa untuk setiap Usulan yang dikirimkan kepada House Kari ala Jepang berlaku ketentuan sebagai berikut:",
  "teksPrivacy30": "House Kari ala Jepang tidak bertanggung jawab untuk menjaga kerahasiaan dari Usulan;",
  "teksPrivacy31": "House Kari ala Jepang tidak berkewajiban untuk memeriksa atau menilai Usulan;",
  "teksPrivacy32": "Apabila House Kari ala Jepang mengembangkan konsep atau gagasan yang serupa dengan Usulan anda, House Kari ala Jepang tidak memiliki kewajiban apapun kepada anda",
  "teksPrivacy33": "Situs Terkait",
  "teksPrivacy34": "House Kari ala Jepang tidak bertanggung jawab terhadap setiap kerugian yang disebabkan konten dari website pihak ketiga yang terhubung dengan Website ini (“WEBSITE TERHUBUNG”) atau dari penggunaan Website Terhubung. Pada prinsipnya terhubung kepada Website tidak dipungut biaya, namun House Kari ala Jepang dengan mempertimbangkan isi dan konten, House Kari ala Jepang dapat menolak untuk terhubung dengan Website Terhubung baik sebelum maupun sesudah terhubung dengan Website Terhubung.",
  "teksPrivacy35": "Cookie",
  "teksPrivacy36": "Hukum yang Berlaku dan Pengadilan yang Berwenang",
  "teksPrivacy37": "Website dan Syarat dan Ketentuan ini diatur oleh dan sesuai dengan hukum Indonesia",
  "teksPrivacy38": "Dalam hal terjadi perselisihan, sengketa dan/atau perbedaan terkait dengan Website dan penggunaannya maka akan diselesaikan dengan memilih Pengadilan Negeri Jakarta Pusat di provinsi DKI Jakarta.",
  "teksPrivacy39": "Syarat & Ketentuan:",
  "teksPrivacy40": "Resep ditulis dalam Bahasa Indonesia dan Bahasa Inggris yang baik dan benar serta mudah dipahami",
  "teksPrivacy41": "Resep sesuai dengan tema menu masakan yang ditentukan setiap bulan",
  "teksPrivacy42": "Menggunakan produk brand House Kari ala Jepang",
  "teksPrivacy43": "Foto hasil masakan harus terlihat jelas dan menarik",
  "teksPrivacy44": "Resep dan foto hasil masakan merupakan hasil karya sendiri serta memiliki nama menu makanan",
  "teksPrivacy45": "Resep tidak menggunakan kata-kata yang mengandung unsur SARA, tidak senonoh atau vulgar",
  "teksPrivacy46": "Situs House Kari ala Jepang",
  "teksPrivacy47": "Di dalam situs House Kari ala Jepang, House Kari ala Jepang menyediakan URL link ke situs lain yang tidak dikontrol oleh House Kari ala Jepang. House Kari ala Jepang tidak bertanggung jawab atas isi dan keamanan dari situs tersebut. Jika Anda mengakses situs tersebut, silakan memeriksa kebijakan privasi dan pengamanan mereka.",
  "teksPrivacy48": "Dalam hal Anda mengakses situs House Kari ala Jepang melalui URL link dari situs lain, pastikan kebenaran alamat yang Anda akses yaitu www.housejapanesecurry.co.id",
  "teksPrivacy49": "House Kari ala Jepang dapat mengubah kebijakan privasi dan informasi pengamanan ini setiap saat untuk tetap menyesuaikan dengan situasi dan teknologi terbaru. Anda selalu dapat meninjau informasi dan kebijakan privasi House Kari ala Jepang yang terbaru di https://www.housejapanesecurry.co.id/privacy-policy.",
  "teksPrivacy50": "Kiat-Kiat Menggunakan Situs House Kari ala Jepang Dengan Lebih Aman",
  "teksPrivacy51": "Pada dasarnya sistem maupun jaringan internet House Kari ala Jepang telah menggunakan pengamanan yang seoptimal mungkin. Kondisi pengamanan situs House Kari ala Jepang selalu dipantau dan ditingkatkan sejalan dengan perkembangan teknologi dan ancaman yang ada.",
  "teksPrivacy52": "Ancaman juga dialami oleh semua pengguna internet termasuk website House Kari ala Jepang. Oleh karena itu kami dari pihak House Kari ala Jepang meminta perhatian Anda sebagai pengguna situs House Kari ala Jepang atas beberapa jenis ancaman yang mungkin Anda temui ketika mengakses internet. Kiat-kiat pengamanan yang dapat dilakukan sewaktu Anda menggunakan situs House Kari ala Jepang, adalah sebagai berikut :",
  "phising": "Phising",
  "teksPrivacy53": "Phising adalah cara-cara penipuan yang dilakukan oleh pihak-pihak tertentu untuk mendapatkan informasi-informasi rahasia user situs House Kari ala Jepang seperti User ID dan password . Ada beberapa cara antara lain :",
  "teksPrivacy54": "Berpura-pura sebagai seseorang dari pihak House Kari ala Jepang dan meminta data-data user dengan alasan-alasan tertentu",
  "teksPrivacy55": "Mengirim URL link ke situs yang dibuat semirip mungkin dengan situs resmi milik House Kari ala Jepang namun ternyata palsu.",
  "teksPrivacy56": "Kiat-kiat pengamanan :",
  "teksPrivacy57": "Perlu diketahui bahwa House Kari ala Jepang tidak pernah mengirim email seperti yang dijelaskan diatas kepada user. Apabila Anda menerima email semacam itu yang kelihatannya berasal dari House Kari ala Jepang, Anda dapat langsung menghapus email tersebut.",
  "teksPrivacy58": "Apabila Anda terlanjur mengisi informasi yang diminta atau merasa bahwa User ID dan Password Anda sudah tidak rahasia lagi, segera hubungi pihak House Kari ala Jepang. Pastikan situs yang Anda kunjungi adalah http://www.housejapanesecurry.co.id dan pastikan juga bahwa gambar gembok/kunci pada browser Anda utuh ketika mengakses http://www.housejapanesecurry.co.id",
  "teksPrivacy59": "Virus / Worm",
  "teksPrivacy60": "Virus Komputer adalah program-program komputer yang dibuat dengan tujuan-tujuan tertentu. Pada umumnya virus merusak sistem operasi, aplikasi dan data di komputer yang terinfeksi. Virus dapat menyebar melalui banyak media, antara lain : e-mail, disket, CD, USB drive, Flash memory, program dari internet, maupun jaringan, dan juga dari halaman situs yang 'jahat'.",
  "teksPrivacy61": "Beberapa contoh dampak dari infeksi virus: ",
  "teksPrivacy62": "Komputer menjadi tidak stabil dan sering 'hang' (macet).",
  "teksPrivacy63": "Komputer manjadi lambat.",
  "teksPrivacy64": "Data di harddisk terhapus.",
  "teksPrivacy65": "Program aplikasi tidak dapat digunakan.",
  "teksPrivacy66": "Yang mirip dengan virus adalah Worm yang dibuat untuk dapat menyebar dengan cepat ke banyak komputer. Walaupun umumnya worm tidak menimbulkan kerusakan seperti virus, namun worm dapat digunakan untuk membawa berbagai macam muatan/attachment termasuk yang berbahaya. Kiat-kiat pengamanan :",
  "teksPrivacy67": "Gunakan anti-virus ter-update di komputer Anda, dan pastikan bahwa komputer Anda di-scan secara real-time.",
  "teksPrivacy68": "Banyak virus yang datang melalui e-mail yang diterima, sehingga Anda harus lebih hatihati pada waktu menggunakan e-mail. Hapus e-mail yang mencurigakan atau yang datang dari pengirim yang tidak dikenal, dan scan e-mail attachment sebelum dibuka.",
  "teksPrivacy69": "Gunakan firewall pada sistem operasi di komputer Anda atau instal personal firewall dan pastikan bahwa pengaturan firewall yang terpasang dapat mengamankan PC Anda.",
  "teksPrivacy70": "Sebaiknya Anda tidak mengakses atau bahkan mendownload file/program-program di internet dari situs yang tidak dikenal/tidak dapat diyakini keabsahannya",
  "teksPrivacy71": "Scan file-file yang berasal dari disket, CD maupun USB drive yang Anda terima.",
  "teksPrivacy72": "Pastikan bahwa sistem operasi maupun aplikasi di komputer Anda sudah dilindungi dengan sistem proteksi terkini.",
  "teksPrivacy73": "Spyware",
  "teksPrivacy74": "Spyware adalah sejenis komputer program yang diprogram untuk 'mencuri' informasiinformasi penting/pribadi dari komputer yang terinfeksi dan mengirimnya ke lokasi tertentu di internet untuk kemudian diambil oleh pembuatnya. Informasi yang menjadi target utama contohnya: User ID dan Password, alamat e-mail, dan lain-lain.",
  "teksPrivacy75": "Spyware dapat terinstall melalui e-mail attachment, program yang diinstall dari sumber-sumber yang tidak jelas, ataupun oleh web site yang 'jahat'",
  "teksPrivacy76": "Virus dapat diprogram untuk menyebarkan spyware. Namun, berbeda dengan virus yang sifatnya lebih merusak, spyware bekerja secara diam-diam agar tidak terlacak sehingga lebih mudah mengumpulkan informasi yang diinginkan sang pembuat/penyebar spyware.",
  "teksPrivacy77": "Kiat-kiat pengamanan: ",
  "teksPrivacy78": "Gunakan anti-virus ter-update di komputer Anda, dan pastikan bahwa komputer Anda di-scan secara real-time.",
  "teksPrivacy79": "Banyak virus yang datang melalui e-mail yang diterima, sehingga Anda harus lebih hati-hati pada waktu menggunakan e-mail. Hapus e-mail yang mencurigakan atau yang datang dari pengirim yang tidak dikenal, dan scan email attachment sebelum dibuka.",
  "teksPrivacy80": "Gunakan firewall pada sistem operasi di komputer Anda atau instal personal firewall dan pastikan bahwa pengaturan firewall yang terpasang dapat mengamankan PC Anda.",
  "teksPrivacy81": "Sebaiknya Anda tidak mengakses atau bahkan mendownload file/programprogram di internet dari situs yang tidak dikenal/tidak dapat diyakini keabsahannya.",
  "teksPrivacy82": "Scan file-file yang berasal dari disket, CD maupun USB drive yang Anda terima.",
  "teksPrivacy83": "Pastikan bahwa sistem operasi maupun aplikasi di komputer Anda sudah dilindungi dengan sistem proteksi terkini.",
  "teksPrivacy84": "Bot (roBot)",
  "teksPrivacy85": "Bot adalah sejenis komputer program yang apabila terinstal di PC Anda, dapat menyebabkan PC Anda dikontrol oleh orang lain secara remote melalui jaringan. Sang pembuat/penyebar Bot akan dapat melakukan apa saja dengan PC Anda.",
  "teksPrivacy86": "Umumnya PC-PC yang telah terkontrol (dikenal sebagai Botnet) digunakan untuk mengirim SPAM, Virus, Worm atau untuk menyerang komputer-komputer lain yang terkoneksi ke jaringan.",
  "teksPrivacy87": "Gunakan anti-virus ter-update di komputer Anda, dan pastikan bahwa komputer Anda di-scan secara real-time.",
  "teksPrivacy88": "Banyak virus yang datang melalui e-mail yang diterima, sehingga Anda harus lebih hatihati pada waktu menggunakan e-mail. Hapus e-mail yang mencurigakan atau yang datang dari pengirim yang tidak dikenal, dan scan e-mail attachment sebelum dibuka.",
  "teksPrivacy89": "Gunakan firewall pada sistem operasi di komputer Anda atau instal personal firewall dan pastikan bahwa pengaturan firewall yang terpasang dapat mengamankan PC Anda",
  "teksPrivacy90": "Sebaiknya Anda tidak mengakses atau bahkan mendownload file/program-program di internet dari situs yang tidak dikenal/tidak dapat diyakini keabsahannya.",
  "teksPrivacy91": "Scan file-file yang berasal dari disket, CD maupun USB drive yang Anda terima.",
  "teksPrivacy92": "Pastikan bahwa sistem operasi maupun aplikasi di komputer Anda sudah dilindungi dengan sistem proteksi terkini."
}
