{
    "menu": {
        "home": "Home",
        "ourStory": "Our Story",
        "companyProfile": "Company Profile",
        "companyHistory": "Company History",
        "product": "Product",
        "recipe": "Recipe",
        "article": "Article",
        "event": "Event",
        "tipsTricks": "Tips & Tricks",
        "mediaRelease": "Media Release",
        "contact": "Contact"
    },
    "searchText": "Search",
    "ecommerceText": "eCommerce",
    "section1Home" :{
        "profilPerusahaan": "Company Profile",
        "profilPerusahaanDesc": "House Foods entered Indonesia through PT House And Vox Indonesia and produced the first halal Japanese curry in Indonesia with the Japanese-style House Kari brand with a size of 935g which was produced at the PT Java Agri Tech factory, Semarang.",
        "learnMore": "Learn More"
    },
    "section2Home": {
        "resepAla": "House Kari style recipe",
        "resepAlaDesc": "A collection of everyday recipes with Japanese-style curry house"
    },
    "section2Menu": {
        "makanSiang": "Lunch menu",
        "makanSarapan": "Breakfast Menu",
        "makanSnack": "Snack Menu",
        "makanSeafood": "Seafood Menu",
        "makanRoti": "Bread Menu",
        "makanSayuran": "Vegetable Menu"
    },
    "menuHome1":{
        "menuHeading": "Ketupat Vegetable Curry",
        "menuDesc": "This delicious dish is made by covering the meat and then cooking it with serundeng spices and grated coconut. The long cooking process makes the taste even more savory and delicious."
    },
    "menuHome2":{
        "menuHeading": "Serundeng Curry Meat",
        "menuDesc": "This delicious dish is made by covering the meat and then cooking it with serundeng spices and grated coconut. The long cooking process makes the taste even more savory and delicious."
    },
    "menuHome3":{
        "menuHeading": "Chicken Curry",
        "menuDesc": "This delicious dish is made by covering the meat and then cooking it with serundeng spices and grated coconut. The long cooking process makes the taste even more savory and delicious."
    },
    "lihatResep": "See Recipe",
    "newestArticle": "Newest Articles",
    "readMoreArticle": "Read more articles",
    "posted": "Posted",
    "headline": "Headline",
    "otherArticle": "Other Articles",
    "headingForm": "Write a Review, Get a Curry!",
    "headingFormDesc": "Write a review and have a chance to win House Kari ala Jepang! Write and upload your testimony now!",
    "nameForm": "Name",
    "numberForm": "Phone Number",
    "reviewForm": "Review",
    "unggahFile": "Upload File",
    "submitBtn": "Submit",
    "testimoniHeading": "Hear What They Say",
    "by": "By",
    "address": "Atria @ Sudirman 17th Floor. Jendral Sudirman, Kav. 33A, Karet Tengsin, Tanah Abang, Jakarta Pusat 10220",
    "privacyPolicy": "Privacy Policy",
     "copyright": "Copyright © 2024 House Japanese Curry | All Rights Reserved",
     "profileSubHeading": "A Group Company of House Foods Group INC",
     "profiledesc1": "House Foods is a well-known food manufacturer that dominates the Japanese-style curry sales market in Japan. House Foods entered the Indonesian market in 2016 by introducing their flagship product, House Japanese Curry, which has received halal certification from LPPOM MUI. This halal Japanese curry is not only marketed in Indonesia but has also expanded to neighboring countries such as Singapore and Malaysia.",
     "profiledesc2": "The uniqueness of Japanese Curry lies in the absence of coconut milk and its mild taste that can be enjoyed by all family members. The 935 gr halal Japanese curry can serve 50 portions and is mainly targeted at the horeca market. In addition to being available through the main distributor, this product can now be found in several supermarkets in Jakarta, such as Grand Lucky, and on various online shopping sites in Indonesia.",
     "filosofi": "Philosophy",
     "filosofiText": "“We aim to be a <b>'good partner'</b> that connects people through food and <b>brings happiness</b> to everyday life.”",
     "visi": "Vision",
     "misi": "Mission",
     "listMisi": {
       "listMisiOne": "To Pursue Providing High-Quality Products For The Halal Market Worldwide",
       "listMisiTwo": "To Promote Healthy Body And Mind Through Innovation",
       "listMisiThree": "To Establish And Foster Good Coordination And Partnerships Between Stakeholders And Customers"
     },
     "noJob":"No Job Opening Available for Now",
     "careers": "Careers",
     "descCareers": "Marketing Staff are individuals responsible for developing and implementing various marketing strategies within a company. They analyze market trends and customer data to understand consumer needs and preferences.",
     "apply": "Apply",
     "ends": "Ends",
     "history": {
        "periodeTaisho": "TAISHO PERIOD",
        "budayaMakanan": "Western Food Culture Begins to Enter Japan",
        "zamanTaisho": "The Taisho era is known for the birth of financial groups and banks and the birth of the 'office worker.' As urbanization increased, three main types of Western food – croquette, tonkatsu (pork cutlet), and curry – began to gain popularity. Thus began the evolution of Westernized Japanese food in Japan.",
        "1913": "1913",
        "tahunKe2": "2nd Year of the Taisho Period",
        "descTahunKe2": "It started with Seisuke Urakami, the founder of House Foods Group, who established a chemical medicine shop named 'Urakami Shoten'. Through this shop, Urakami began selling the first bottled curry powder to customers. Japanese-style curry seasoning was very easy and quick to use.",
        "periodeShowa": "EARLY SHOWA PERIOD",
        "budayaLayanan": "Western Food Service Culture",
        "descBudayaLayanan": "Gradually, Western food became known as a home menu, but Western food grew rapidly due to the 'picnic' culture in Japan. Western food became famous in cheap restaurants all over the country.",
        "1928": "1928",
        "tahunke3": "3rd Year of the Showa Period",
        "descTahunKe3": "As the 'Home Currie' curry business developed, his wife, Yasuyo Urakami, said that 'the name ‘Home’ is not quite right and is not a common word in Japan at that time, but 'House' is more popular'. Urakami was inspired by these words and decided to change the name 'Home Currie' to 'House Currie'.",
        "1947": "1947",
        "desc2TahunKe3": "Seisuke Urakami established a company named Urakami Food Industry Co., Ltd.",
        "1949": "1949",
        "desc3TahunKe3": "Urakami Food Industry Co., Ltd. changed its name to House Curry Urakami Shoten Co., Ltd.",
        "1952": "1952",
        "heading1952": "Production and sale of 'Home Curry' began",
        "desc1952": "House Curry used promotions through decorated trucks resembling the 'House Currie' product packaging with music accompaniment and promotions through microphones. This type of promotion became popular across the country, so many businessmen wanted to do truck advertisement promotions for their products.",
        "1959": "1959",
        "desc1959": "House Curry Urakami Shoten Co.,Ltd. made the first curry roux at the Higashi Osaka factory and named it 'Indo Currie' or Indian Currie.",
        "1960": "1960",
        "desc1960": "House Curry Urakami Shoten Co.,Ltd. changed its name to House Foods Industry Co., Ltd. and launched Indo Currie as Japan's first instant curry roux.",
        "1963": "1963",
        "heading1963": "38th Year of the Showa Period, the birth of 'Vermont Curry'",
        "desc1963": "In 1963, House Food created a sweet-tasting curry under the brand 'Vermount Curry' so that it could be enjoyed by children. Since its inception, Vermount Curry has had many fans and has become a trusted brand in the world of Japanese home cooking.",
        "1968": "1968",
        "desc1968": "House Food launched a spicy curry variant called Java Curry. Java Curry became very popular among adults.",
        "1971": "1971",
        "heading1971": "46th Year of the Showa Period, House Foods' first ready-to-eat curry product in a pouch",
        "desc1971": "House Food launched a ready-to-eat curry product in retort packaging under the brand 'Kukure Curry'. Kukure itself means no need to cook.",
        "2007": "2007 - HEISEI PERIOD",
        "heading2007": "19th Year of the Heisei Period, Space Food",
        "desc2007": "One of the three types of Japanese-style ready-to-eat curry products developed with the Japan Aerospace Exploration Agency (JAXA) specifically for Japanese astronauts, which received formal certification in June 2007, marketed to the public as 'Space Curry' (beef). To support life in space, which is very different from Earth, with zero-gravity effects and cosmic radiation, we created a unique curry that contains more turmeric and calcium and is richer and spicier than regular ready-to-eat curry brands.",
        "2011": "2011",
        "heading2011": "23rd Year of the Heisei Period, Launch of disaster-useful products",
        "desc2011": "2011 was the year of the Great East Japan Earthquake. House Foods introduced a curry that does not need to be heated to be eaten and can be used as emergency food during disasters. This curry, made without seven specific ingredients (egg, milk, wheat, buckwheat, peanuts, shrimp, crab), can be eaten without worry by anyone and does not require much time to cook, making it very useful for various situations.",
        "2013": "2013",
        "heading2013": "25th Year of the Heisei Period, 50 years since the launch of 'Vermont Curry'",
        "desc2013": "Celebration of 50 years of 'Vermont Curry', which is very popular among children, even served as a school lunch menu across Japan. According to research, 80% of housewives in Japan cook curry for their families more than once a week. Therefore, curry has become one of Japan's national food menus.",
        "2016": "2016",
        "desc2016": "House Foods entered Indonesia through PT House And Vox Indonesia and produced the first halal Japanese curry in Indonesia under the brand House Japanese Curry in a 935g package produced at PT Java Agri Tech, Semarang.",
        "2019": "2019",
        "desc2019": "Since its appearance, Japanese Curry has received a good response from the Indonesian public. According to a 2019 survey, 54% of the Jabodetabek community knew and liked Japanese Curry.",
        "2020": "2020",
        "desc2020": "PT House And Vox Indonesia launched a small package of House Japanese Curry, which is 300g, that can be enjoyed by families. In the same year, House Japanese Curry Spicy was also introduced for spicy food lovers in Indonesia."
    },
     "headingRecipe": "Recipes That Might Interest You",
     "headingRecipeSearch": "Search results from recipes",
     "productDetailDesc": "House Spicy Japanese-style Curry is a solid sauce made from quality spices in 300g packaging which can serve up to 16 servings of spicy curry. The original taste of spicy Japanese curry since 1913 with a mild taste and thick soup texture without coconut milk. Solid sauce or curry roux can also be enjoyed in various ways, such as sprinkled on rice, soup, noodles, pasta, steamed buns, or seasoned with meat and dipping sauce. <br/><br/>HALAL Certified Japanese Style Curry House from Indonesia since 2016 has been the main distributor of raw materials for Japanese curry menus in several hotels, restaurants and catering in Indonesia, Malaysia, Singapore and Dubai.",
     "beliSekarang": "Buy now at",
     "otherProduct": "Other Product you Might Like",
    "categoryResep1": "Bread & Pastries",
    "categoryResep2": "Vegetables",
    "categoryResep3": "Meat",
    "categoryResep4": "Seafood",
    "categoryResep5": "Snacks",
    "featuredRecipe": "Our Featured Recipe",
    "otherRecipe": "Other Recipes",
    "otherRecipeList": "Articles That Might Interest You",
    "kariKroket": "Curry Croquettes",
    "resepDetailDesc": "To create a good mood before starting the day, you need a nutritious and delicious yet practical menu. Like the Baked Potatoes menu from House Kari ala Jepang. Have a healthy morning Currymates!",
    "bahan": "Ingredients",
    "productSearchHeading": "Search results for products",
    "headingArticlesSearch": "Search results from articles",
    "noProducts": "Search results for the product were not found",
    "noArticle": "Search results for the article were not found",
    "noRecipe": "Search results for the recipe were not found",
    "notEcommerce": "There was no ecommerce yet",
    "listBahan1": "3 potatoes",
    "listBahan2": "50 cc water",
    "listBahan3": "100g minced beef",
    "listBahan4": "For the dough",
    "listBahan5": "Half an onion",
    "listBahan6": "3-4 tbsp shelled corn",
    "listBahan7": "55g (about 6 tbs) flour",
    "listBahan8": "1 egg",
    "listBahan9": "1 tbsp sugar",
    "listBahan10": "70 cc water",
    "listBahan11": "1 tbsp soy sauce",
    "listBahan12": "1 tbsp mayonnaise",
    "listBahan13": "Salt & pepper to taste",
    "listBahan14": "Bread crumbs",
    "listBahan15": "House Kari ala Jepang Solid Sauce (Roux) 45 g (1 block)",
    "caraBuat": "Instructions",
    "listCaraBuat1": "Peel the potatoes, boil until tender. Dice the onion and coarsely chop the curry roux while waiting for the potatoes to boil.",
    "listCaraBuat2": "Drain the boiled potatoes, place in a bowl, and mash until smooth.",
    "listCaraBuat3": "Make the filling: heat a pan with oil, and add the minced meat to the pan. Add salt and pepper to taste, sauté until the color changes.",
    "listCaraBuat4": "Add the onions until translucent, then add the corn and mix until evenly distributed.",
    "listCaraBuat5": "Turn off the heat, add the curry roux to the pan, and stir until evenly mixed.",
    "listCaraBuat6": "Boil once again on low heat, stirring occasionally. Add the filling to the mashed potatoes, and mix well.",
    "listCaraBuat7": "Shape the mixture into 10 croquettes.",
    "listCaraBuat8": "Make the batter: Mix the egg, mayonnaise, and water together, then gradually add the flour, and stir until smooth.",
    "listCaraBuat9": "Dip the croquettes into the batter, then coat with breadcrumbs.",
    "listCaraBuat10": "Heat the oil over medium heat. Fry the croquettes until golden brown. Drain on kitchen paper before serving.",
    "download": "Download the Cookbook",
    "blogTitle": "DISCOVER TRADITIONAL SPRING CUISINE IN JAPAN",
    "meta": "POSTED BY: ADMIN / ON: FEBRUARY 14, 2024 / IN: LIFESTYLE",
    "postedBy": "Posted By :",
    "on": "On :",
    "in": "In :",
    "sebagian": "Some only appear during this season",
    "contactUs": "Contact Us",
    "emailForm": "Email",
    "inquiriesForm": "Inquiries",
    "haveAgree": "I agree to the Privacy Policy",
    "bePartner": "Become a Partner",
    "companyName": "Company Name",
    "choose": "Choose",
    "companyAddress": "Company Address",
    "howDo": "How did you hear about House Kari ala Jepang?",
    "whyAre": "Why are you interested in becoming a reseller?",
    "tradingCompany": "Trading Company",
    "onlineShop": "Online Shop",
    "offlineDistributor": "Offline Distributor",
    "onlineAdvertising": "Online Advertising",
    "offlineAdvertising": "Offline Advertising (KRL, Bus, Car)",
    "supermarket": "Supermarket",
    "ecommerce": "E-commerce",
    "rekan": "Colleague / Friend",
    "other": "Other",
    "whyAre1": "Bought a Small Package and Liked It",
    "whyAre2": "Know the target market for Japanese curry menu",
    "whyAre3": "There is demand from Customers",
    "whyAre4": "Has good potential in the future",
    "selectLanguage": "Select Language",
    "visiText": "To Bring Togetherness Through Healthy And Tasty Halal Food",
    "penggunaan": "Website Usage",
    "teksPrivacy1": "The terms and conditions below are binding for every user of the www.housejapanesecurry.co.id website (“Website”), so before using the Website, please read these terms and conditions carefully:",
    "teksPrivacy2": "PT. House and Vox Indonesia may change the contents of these terms without prior notice.",
    "pembatasan": "Restrictions",
    "teksPrivacy3": "While using the Website, you are not allowed to do the following actions:",
    "teksPrivacy4": "Actions that violate the personal data or confidentiality of House Japanese Curry, including but not limited to unauthorized access to the Website, breaking into security systems, misusing or damaging House Japanese Curry data, and so on;",
    "teksPrivacy5": "Actions that may harm House Japanese Curry or other parties.",
    "teksPrivacy6": "Actions that violate norms of decency, ethics, morality, SARA (ethnicity, religion, race, and inter-group relations), and/or defamation;",
    "teksPrivacy7": "Criminal acts or actions that may facilitate criminal acts;",
    "teksPrivacy8": "Providing comments, posting articles, using Website content and/or using the Website for commercial purposes;",
    "teksPrivacy9": "Providing false statements, data, or information;",
    "teksPrivacy10": "Introducing computer viruses or other programs that directly or indirectly can damage the Website;",
    "teksPrivacy11": "Actions deemed inappropriate by House Japanese Curry in connection with the use of the Website; and/or other actions that violate applicable laws or regulations.",
    "teksPrivacy12": "If any of the above actions are found, House Japanese Curry may delete the related data without prior notice to you, and/or for actions that violate the law, House Japanese Curry will take necessary legal actions.",
    "teksPrivacy13": "Trademarks and Copyright",
    "teksPrivacy14": "Ownership, Copyright, or other rights attached to information, articles, recipes, images, videos, or other content contained in the Website belong to House Japanese Curry or other parties whose usage rights are owned by House Japanese Curry. Therefore, you are only allowed to use this content for non-commercial, informative, and personal purposes, without violating applicable laws. If you want to copy the recipe content contained on this Website, you must include information indicating that you have taken the content from the Website. Besides these, you are not allowed to use the content on this Website.",
    "teksPrivacy15": "Any information you send to House Japanese Curry in the form of testimonials, partnerships, purchases, ideas, becomes the property of House Japanese Curry and may be used by House Japanese Curry for the development of its business activities, with the exception of your personal data recorded on the Website which will be protected according to House Japanese Curry's Privacy Policy.",
    "teksPrivacy16": "The copyright of the content we send to you via electronic mail (e-mail) is owned by House Japanese Curry and you are not allowed to distribute it without the permission of House Japanese Curry.",
    "teksPrivacy17": "All trademarks used on the Website are owned by House Japanese Curry or other parties whose usage rights are owned by House Japanese Curry. Therefore, you are not allowed to use these trademarks without prior permission from House Japanese Curry.",
    "teksPrivacy18": "Disclaimer",
    "teksPrivacy19": "House Japanese Curry strives to present the content on the website appropriately and well, but House Japanese Curry does not guarantee the accuracy and completeness of the content.",
    "teksPrivacy20": "Without prior notice, House Japanese Curry may freeze or stop the Website and may transfer, repair, or change the content contained in the Website;",
    "teksPrivacy21": "House Japanese Curry is not responsible for any loss incurred by you or other parties resulting from your use of the Website, loss of access to the Website, loss/damage arising in connection with the content of the Website, or unauthorized access to the Website.",
    "teksPrivacy22": "Protection of Your Personal Data",
    "teksPrivacy23": "House Japanese Curry will protect House Japanese Curry's use of your personal information in accordance with House Japanese Curry's Privacy Policy and Law no. 27 of 2022 concerning Personal Data Protection",
    "teksPrivacy24": "House Japanese Curry does not sell, trade, or disclose any information related to users or visitors of House Japanese Curry's website.",
    "teksPrivacy25": "House Japanese Curry does not track visitors to House Japanese Curry's website.",
    "teksPrivacy26": "This website uses cookies.",
    "teksPrivacy27": "All your activities and other information are stored confidentially in accordance with the applicable laws in Indonesia and House Japanese Curry's internal policies.",
    "teksPrivacy28": "Recommended Environment",
    "teksPrivacy29": "Product Development Suggestions, etc. House Japanese Curry cannot accept ideas, notes, concepts, or other suggestions you send regarding product development, marketing, and other activities (“SUGGESTIONS”). It should be understood that for every Suggestion sent to House Japanese Curry the following terms apply:",
    "teksPrivacy30": "House Japanese Curry is not responsible for maintaining the confidentiality of the Suggestions;",
    "teksPrivacy31": "House Japanese Curry is not obligated to review or evaluate the Suggestions;",
    "teksPrivacy32": "If House Japanese Curry develops concepts or ideas similar to your Suggestions, House Japanese Curry has no obligations to you.",
    "teksPrivacy33": "Linked Sites",
    "teksPrivacy34": "House Japanese Curry is not responsible for any loss caused by the content of third-party websites linked to this Website (“LINKED WEBSITES”) or from the use of Linked Websites. In principle, connecting to the Website is free of charge, but House Japanese Curry, considering the content and contents, may refuse to connect to the Linked Websites either before or after connecting to the Linked Websites.",
    "teksPrivacy35": "Cookie",
    "teksPrivacy36": "Applicable Law and Competent Court",
    "teksPrivacy37": "This Website and these Terms and Conditions are governed by and in accordance with Indonesian law.",
    "teksPrivacy38": "In the event of disputes, disagreements, and/or differences related to the Website and its use, it will be resolved by choosing the Central Jakarta District Court in the DKI Jakarta province.",
    "teksPrivacy39": "Terms & Conditions:",
    "teksPrivacy40": "Recipes must be written in good and correct Indonesian and English and easy to understand.",
    "teksPrivacy41": "Recipes must match the theme of the dishes determined each month.",
    "teksPrivacy42": "Use House Japanese Curry brand products.",
    "teksPrivacy43": "The photos of the dishes must be clear and attractive.",
    "teksPrivacy44": "Recipes and photos of the dishes must be your own work and have a dish name.",
    "teksPrivacy45": "Recipes should not use words that contain SARA elements, are indecent or vulgar.",
    "teksPrivacy46": "House Japanese Curry Website",
    "teksPrivacy47": "On the House Japanese Curry website, House Japanese Curry provides URL links to other sites that are not controlled by House Japanese Curry. House Japanese Curry is not responsible for the content and security of those sites. If you access these sites, please check their privacy and security policies.",
    "teksPrivacy48": "If you access the House Japanese Curry website via a URL link from another site, make sure the address you access is correct, namely www.housejapanesecurry.co.id",
    "teksPrivacy49": "House Japanese Curry may change this privacy policy and security information at any time to stay aligned with the latest situation and technology. You can always review House Japanese Curry's latest privacy and security policy information at https://www.housejapanesecurry.co.id/privacy-policy.",
    "teksPrivacy50": "Tips for Using the House Japanese Curry Website More Safely",
    "teksPrivacy51": "Basically, House Japanese Curry's internet system and network have been optimally secured. The security conditions of the House Japanese Curry site are always monitored and enhanced in line with technological developments and existing threats.",
    "teksPrivacy52": "Threats are also experienced by all internet users, including the House Japanese Curry website. Therefore, we from House Japanese Curry ask for your attention as users of the House Japanese Curry site to some types of threats you may encounter when accessing the internet. Security tips that can be done when you use the House Japanese Curry website are as follows:",
    "phising": "Phishing",
    "teksPrivacy53": "Phishing is a fraudulent method used by certain parties to obtain confidential information from users of the House Japanese Curry website, such as User IDs and passwords. Some ways include:",
    "teksPrivacy54": "Pretending to be someone from House Japanese Curry and asking for user data for certain reasons.",
    "teksPrivacy55": "Sending a URL link to a site made as similar as possible to the official House Japanese Curry site but is actually fake.",
    "teksPrivacy56": "Security tips:",
    "teksPrivacy57": "It should be noted that House Japanese Curry never sends emails as described above to users. If you receive such an email that appears to be from House Japanese Curry, you can delete the email immediately.",
    "teksPrivacy58": "If you have already provided the requested information or feel that your User ID and Password are no longer confidential, immediately contact House Japanese Curry. Make sure the site you are visiting is http://www.housejapanesecurry.co.id.",
    "teksPrivacy59": "Use a security password that is difficult for others to guess.",
    "virusKomputer": "Computer Virus",
    "teksPrivacy60": "A computer virus is a program created to damage the system on a computer. Usually, computer viruses are created to infect a computer system. If a computer system has been infected with a virus, various losses may occur. For example, the system becomes unstable, certain data is damaged or lost, etc. Computer viruses can spread through e-mails, documents attached to e-mails, or other programs downloaded from the internet.",
    "teksPrivacy61": "Security tips:",
    "teksPrivacy62": "Install an antivirus program on your computer and regularly update it.",
    "teksPrivacy63": "Do not download or run programs from untrusted sources.",
    "teksPrivacy64": "Before running files received via e-mail, make sure that the e-mail and attached files are free from viruses.",
    "spyware": "Spyware",
    "teksPrivacy65": "Spyware is a program that records and reports information about a user's activities without the user's knowledge. Spyware can collect information such as the types of websites visited, the types of data downloaded, and others. Spyware can also affect the performance of a computer system.",
    "teksPrivacy66": "Security tips:",
    "teksPrivacy67": "Be careful when downloading programs from the internet.",
    "teksPrivacy68": "Use an antivirus program that can detect spyware.",
    "seranganTrojanHorse": "Trojan Horse Attack",
    "teksPrivacy69": "Trojan Horse is a program that appears to be normal but contains malicious code. This program can damage files on a computer system or provide unauthorized access to third parties.",
    "teksPrivacy70": "Security tips:",
    "teksPrivacy71": "Install an antivirus program on your computer and regularly update it.",
    "teksPrivacy72": "Do not download or run programs from untrusted sources.",
    "pemutakhiran": "Update",
    "teksPrivacy73": "These tips may be updated at any time. Therefore, it is recommended to periodically check this page for the latest information.",
    "teksPrivacy74": "Spyware is a type of computer program designed to 'steal' important/personal information from an infected computer and send it to a specific location on the internet for retrieval by its creator. The main targets of this information include: User ID and Password, email address, and more.",
    "teksPrivacy75": "Spyware can be installed through email attachments, programs installed from unclear sources, or by malicious websites.",
    "teksPrivacy76": "Viruses can be programmed to spread spyware. However, unlike viruses that are more destructive, spyware works quietly to avoid detection, making it easier to gather the information desired by the spyware's creator/distributor.",
    "teksPrivacy77": "Security tips:",
    "teksPrivacy78": "Use updated antivirus software on your computer and ensure that your computer is scanned in real-time.",
    "teksPrivacy79": "Many viruses come through received emails, so be cautious when using email. Delete suspicious emails or emails from unknown senders, and scan email attachments before opening them.",
    "teksPrivacy80": "Use a firewall on your computer's operating system or install a personal firewall and ensure that the installed firewall settings can secure your PC.",
    "teksPrivacy81": "It is advisable not to access or even download files/programs from unknown or untrusted websites on the internet.",
    "teksPrivacy82": "Scan files received from diskettes, CDs, and USB drives.",
    "teksPrivacy83": "Ensure that your computer's operating system and applications are protected with the latest protection systems.",
    "teksPrivacy84": "Bot (roBot)",
    "teksPrivacy85": "A Bot is a type of computer program that, once installed on your PC, can cause your PC to be controlled remotely by someone else over the network. The creator/distributor of the Bot can do anything with your PC.",
    "teksPrivacy86": "Generally, controlled PCs (known as Botnets) are used to send SPAM, viruses, worms, or to attack other computers connected to the network.",
    "teksPrivacy87": "Use updated antivirus software on your computer and ensure that your computer is scanned in real-time.",
    "teksPrivacy88": "Many viruses come through received emails, so be cautious when using email. Delete suspicious emails or emails from unknown senders, and scan email attachments before opening them.",
    "teksPrivacy89": "Use a firewall on your computer's operating system or install a personal firewall and ensure that the installed firewall settings can secure your PC.",
    "teksPrivacy90": "It is advisable not to access or even download files/programs from unknown or untrusted websites on the internet.",
    "teksPrivacy91": "Scan files received from diskettes, CDs, and USB drives.",
    "teksPrivacy92": "Ensure that your computer's operating system and applications are protected with the latest protection systems."
}
  